[
    {
        "id": 500335,
        "reviewerImg": "https://i2.wp.com/therighthairstyles.com/wp-content/uploads/2014/03/9-bob-for-thick-wavy-hair.jpg",
        "reviewerName": "Alexis aley",
        "ratings": "4.5",
        "description": "Best watch i ever owned in my entire life came from this business her. All gold michael kors fashion watch. Nice price. It’s just the shipping that had took forever. Even tho i paid for 2 day shipping."
    },
    {
        "id": 975911,
        "reviewerImg": "https://pbs.twimg.com/media/E9hTwAUVoAogT1K.jpg",
        "reviewerName": "Steven Strange",
        "ratings": "4.8",
        "description": "I’m going to be 110% honest. I had my concerns. I ordered an omega seamaster, and chose this site on a whim (what can I say, impulse buy). Immediately I felt that familiar sick feeling, especially with a boutique less than an hour away."
    },
    {
        "id": 793570,
        "reviewerImg": "https://pbs.twimg.com/profile_images/1247482752351588352/EgHoUNqQ_400x400.jpg",
        "reviewerName": "Chris Hemsworth",
        "ratings": "4.9",
        "description": "I ordered a new Omega watch from Watchshopping, and was disappointed to have it arrive without the accompanying papers. This is a key part of the authentication and the value of the watch (along with the original box).I called their customer support line and was immediately answered by one of their agents."
    },
    {
        "id": 395142,
        "reviewerImg": "https://assets-prd.ignimgs.com/2020/08/06/john-wick-button-1596757524663.jpg",
        "reviewerName": "John Wick",
        "ratings": "5",
        "description": "I've used this company twice so far and they have been great. They do exactly what they advertise doing and that sadly seems like a rarity nowadays. Top notch company. Will recommend."
    },
    {
        "id": 857529,
        "reviewerImg": "https://marvel-b1-cdn.bc0a.com/f00000000163918/www.care.org/wp-content/uploads/2021/04/alexandra-daddario-bio.jpg",
        "reviewerName": "Alexandra Daddario",
        "ratings": "4.8",
        "description": "Excellent service have nothing but good things to say about site order came as expected✊"
    },
    {
        "id": 626279,
        "reviewerImg": "https://hollywoodpq.com/wp-content/uploads/2014/03/emmaune.jpg",
        "reviewerName": "Emma Watson ",
        "ratings": "4.3",
        "description": "They express shipped me the papers, and everything now checks out.And, by the way, the watch itself was examined and measured professionally, and was found to be 100% genuine."
    }
]
